/**
 * @file mock 数据
 * @author swan
 */
export const articleInfo = {
    errno: 0,
    msg: 'success',
    data: {
        id:'0',
        articleId: '0',
        title: '颜色和情绪：颜色怎样影响你感受',
        author: 'Allison S. Gremillion',
        authorId: '0',
        date: '2019年',
        content: [{
            type: 'quote',
            content: '颜色可能是主观性的——根据观察者过去的经历或文化差异，让一个人感到高兴的东西可能会让另一个人感到愤怒…'
        },{
            type: 'p',
            content: '颜色和情绪是紧密相连的。暖色与冷色能唤起不同的情绪;柔和与明亮的颜色也会让人产生不同的感觉。这完全取决于如何使用颜色的心理效果。这一切都取决于色彩对心理的作用。\n 颜色可以让我们感到高兴或悲伤，也可以让我们感到或放松。这些反应根植于心理效应、生物条件作用和文化印记。\n 这就是为什么理解颜色对一般人可能产生的心理影响，以及颜色理论的基本原理和颜色的含义是很重要的。在这篇文章中，我们将解释颜色如何让你感觉，以及颜色对我们的情绪有什么影响。'
        },{
            type: 'title',
            content: '颜色和情绪'
        }, {
            type: 'p',
            content: '不同的颜色影响情绪的方式很大程度上取决于一种颜色的亮度、深浅、色调或明暗，以及它是冷色调还是暖色调。让我们来看看颜色对你感觉的一些影响。'
        }, {
            type: 'img',
            content: 'https://99designs-blog.imgix.net/blog/wp-content/uploads/2019/04/featured-image-COLORS-EMOTIONS-700x410.jpg?auto=format&q=60&fit=max&w=930.jpg'
        },{
            type: 'title',
            content: '暖色'
        },
        {
            type: 'p',
            content: '在色轮上，红色、橙色和黄色相邻，都是暖色。暖色常常唤起人们快乐、乐观和活力的感觉。然而，黄色、红色和橙色也有吸引注意力的效果，可以表明危险或让你采取行动(想想停止标志、危险警告和障碍胶带)。红色还能增加人的食欲。'
        },  {
            type: 'img',
            content: 'https://99designs-blog.imgix.net/blog/wp-content/uploads/2019/08/attachment_60358147-e1567166046177.jpeg?auto=format&q=60&fit=max&w=930.jpg'
        },
        {
            type: 'title',
            content: '冷色'
        }, {
            type: 'p',
            content: '冷色包括绿色、蓝色和紫色。冷色通常表示镇静和抚慰，但也可以表达悲伤。紫色通常被用来激发创造力，因为它是蓝色(平静)和红色(强烈)的混合物。如果一个公司想要展示健康、美丽或安全，就使用这些颜色。'
        },
        {
            type: 'title',
            content: '快乐的颜色'
        }, {
            type: 'p',
            content: '快乐的颜色是明亮、温暖的颜色，如黄色、橙色、粉色和红色。柔和的颜色，如桃色，浅粉色或淡紫色，也可以对你的情绪有积极的影响。颜色越明亮越鲜明，你就会感觉越开心和乐观。另一种颜色创造快乐情绪的方式是将多种原色和副色结合在一起，产生一种年轻、丰富多彩的效果。'
        }, {
            type: 'img',
            content: 'https://99designs-blog.imgix.net/blog/wp-content/uploads/2019/08/c1e24af1-5204-454e-8529-1f70ca7ac0f9-e1567167326213.jpg?auto=format&q=60&fit=max&w=930.jpg'
        },
        {
            type: 'title',
            content: '悲伤的颜色'
        }, {
            type: 'p',
            content: '悲伤的颜色是暗而柔和的颜色。灰色是典型的悲伤色，但是像蓝色、绿色这样的暗色和柔和的冷色，或者像棕色、米色这样的中性色，也会对人的感觉和情绪产生类似的影响，这取决于它们的使用方式。在西方文化中，黑色通常被认为是哀悼的颜色，而在一些东亚国家，白色才是哀悼的颜色。'
        }, {
            type: 'img',
            content: 'https://99designs-blog.imgix.net/blog/wp-content/uploads/2019/08/attachment_74900330-e1567167265600.png?auto=format&q=60&fit=max&w=930.jpg'
        },
        {
            type: 'title',
            content: '平静的颜色'
        }, {
            type: 'p',
            content: '像蓝色和绿色这样的冷色可以让你感到平静。柔和的颜色和特别冷色调的柔和色调，如淡蓝色，淡紫色和薄荷绿有镇静和放松的效果。白色、米色和灰色等中性色也能让你感觉平静。你使用的颜色越少，设计越简单简洁，感觉就越平静。'
        }, {
            type: 'img',
            content: 'https://99designs-blog.imgix.net/blog/wp-content/uploads/2019/08/e033fb35-903a-4432-9f3b-495a2964da01-e1567166678918.jpg?auto=format&q=60&fit=max&w=930.jpg'
        }, {
            type: 'title',
            content: '充满活力的颜色'
        }, {
            type: 'p',
            content: '强烈、明亮的颜色和霓虹色对情绪有强大的影响。鲜红色、嫩黄色和荧光绿等颜色会让人感到精力充沛，更加警觉，但也会刺激眼睛。这些颜色会吸引你的注意力，从周围的环境中脱颖而出。高度着色，强烈的颜色，如宝蓝色，绿松色，品红和翠绿也可以有刺激的效果，让你感到焕然一新和充满活力。'
        }, {
            type: 'img',
            content: 'https://99designs-blog.imgix.net/blog/wp-content/uploads/2019/08/attachment_87842607-e1567166440271.jpeg?auto=format&q=60&fit=max&w=930.jpg'
        },{
            type: 'title',
            content: '红色'
        }, {
            type: 'p',
            content: '红色让你充满激情和活力。\n 红色是最温暖、最具活力的颜色——它会引发相反的情绪。它通常与激情、爱、愤怒和危险联系在一起。它能增加人的心率，使人兴奋。\n如果你想把注意力吸引到某个设计元素上，可以用红色。但使用它作为强调色时一定要适度，因为它对其他颜色的影响可能是压倒性的。'
        },{
            type: 'title',
            content: '橙色'
        }, {
            type: 'p',
            content: '橙色让你感到精力充沛、充满热情。\n 橙色能增强活力和幸福感。和红色一样，它吸引注意力，代表运动，但没有那么势不可挡。它具有侵略性，但比较平衡——它描绘活力，但也可以表示邀请和友好。橙色是一个绝佳的号召购买或订阅一个产品的信号。'
        },{
            type: 'title',
            content: '黄色'
        }, {
            type: 'p',
            content: ' 黄色让你感到快乐和自然。黄色也许是暖色中最具活力的。\n 它与笑声、希望和阳光联系在一起。黄色的色调可以给你的设计增添活力，让观者感到乐观和愉悦。然而，黄色往往会反射更多的光，刺激人的眼睛。过多的黄色会让人不知所措，所以应该谨慎使用。在设计中，它经常以一种充满活力和舒适的方式来吸引注意力。'
        }, {
            type: 'img',
            content: 'https://99designs-blog.imgix.net/blog/wp-content/uploads/2011/09/yellow.jpg?auto=format&q=60&fit=max&w=930.jpg'
        },{
            type: 'title',
            content: '绿色'
        }, {
            type: 'p',
            content: '绿色让你感到乐观和精神焕发。\n绿色象征着健康、新的开端和财富。绿色对眼睛来说是最舒适的，在设计中，应该用来放松眼睛和创造平衡。如果一个公司想要描绘增长、安全或激发可能性，这是一个很好的颜色。绿色也能让人感到平静和放松。'
        },{
            type: 'title',
            content: '蓝色'
        }, {
            type: 'p',
            content: '蓝色使你感到安全和放松。\n蓝色唤起平静、灵性以及安全和信任的感觉。看到蓝色会导致身体产生镇静的化学物质。意料之中，它是最受欢迎的颜色。深蓝是企业设计的最佳选择，因为它能给人一种专业的感觉，但使用过多会给人一种冷漠、闲散的感觉。浅蓝色给人一种更放松，更友好的感觉。像Facebook和Twitter这样使用浅蓝色的社交网站就是很好的例子。'
        },{
            type: 'title',
            content: '黑色'
        }, {
            type: 'p',
            content: '黑色给人精致、经典和严肃的感觉。\n 黑色让人联想到权力、奢华、优雅，但也意味着专业、中立和简单。它大胆有力，经常被用来唤起神秘感。在某些语境和文化中，黑色还可以表示哀悼或悲伤。'
        },{
            type: 'title',
            content: '白色'
        }, {
            type: 'p',
            content: '白色意味着极简主义。\n 在设计中使用大量的白色创造了一种极简主义美学，可以产生一个简单，清新和干净的外观。在许多文化中，白色被用来表示童贞、纯洁和无邪(想想新娘的礼服和婴儿的衣服)。它也是最中性的颜色。'
        },{
            type: 'title',
            content: '色彩和感情是密不可分的'
        }, {
            type: 'p',
            content: '需要注意的是，颜色可能是主观性的——根据观察者过去的经历或文化差异，让一个人感到高兴的东西可能会让另一个人感到恼火。\n颜色并不是全球范围内完全一致的，对于不同的国家有着不同的意义。但是无论如何，颜色和情绪是紧密联系在一起的，所以当你使用颜色的时候，你需要考虑它们的影响。既然你知道了颜色和情绪是如何联系在一起的，你就可以相应地选择颜色，并得到你想要的结果。'
        }]
    },
    {
        id:'1',
        articleId: '1',
        title: '颜色对人体生理和心理的影响',
        author: '艾敏、 刘玉红、漆晓红、雷励等',
        authorId: '1',
        date: '中国健康心理学杂志2015年第23卷第2期',
        content: [{
            type: 'quote',
            content: '近年来，心理学研究发现，颜色已成为影响我们生命活动的重要因素，合理地使用颜色有助于调节情绪，有利于我们的身心健康。本文从生理、情绪和认知加工等方面论述了颜色对人体生理和心理的影响机制，以期对颜色的应用提供一定的参考。'
        },{
            type: 'p',
            content: '颜色和情绪是紧密相连的。暖色与冷色能唤起不同的情绪;柔和与明亮的颜色也会让人产生不同的感觉。这完全取决于如何使用颜色的心理效果。这一切都取决于色彩对心理的作用。\n 颜色可以让我们感到高兴或悲伤，也可以让我们感到或放松。这些反应根植于心理效应、生物条件作用和文化印记。\n 这就是为什么理解颜色对一般人可能产生的心理影响，以及颜色理论的基本原理和颜色的含义是很重要的。在这篇文章中，我们将解释颜色如何让你感觉，以及颜色对我们的情绪有什么影响。'
        }, {
            type: 'img',
            content: 'https://ss2.bdstatic.com/70cFvnSh_Q1YnxGkpoWK1HF6hhy/it/u=1578646657,3773263265&fm=26&gp=0.jpg'
        },
        {
            type: 'title',
            content: '颜色和情绪'
        }, {
            type: 'p',
            content: '颜色是通过眼、脑和我们的生活经验所产生的一种对光的视觉效应，是人对客观事物的一种感知。然而“颜色并非物体本身所固有，而是人视觉器官与外界事物相互作用的结果。”颜色作用于人的感官，刺激人的神经，从而引起人的生理和心理产生相应的变化。\n 颜色涉及到人的衣、食、住、行、工作、学习及日常生活的各个方面。颜色心理学研究发现不同的颜色会对人产生不同的影响。比如，过马路时看到红色的交通指示灯就会停下，等到灯变为绿色才会前行；红色的玫瑰花代表爱情；在西班牙的斗牛场上公牛见到红色就进攻、见到黄色就退却等。 心理学家研究了颜色与人的心理健康的关系， 发现颜色可以影响人的情绪。一般情况下，红色表示快乐、热情，它使人情绪热烈、饱满，激发爱的情感。黄色表示快乐、明亮，使人兴高采烈，充满喜悦之情。绿色表示和平，使人的心里有安定、恬静、温和之感。蓝色给人以安静、凉爽、舒适之感，使人心胸开朗。灰色使人感到郁闷、空虚。白、黑色是视觉的两个极点，黑色使人感到庄严、沮丧和悲哀； 白色使人有素雅、纯洁、轻快之感。研究证实: 如果长期生活在黑色背景的环境中会使人的瞳孔极度放大，感觉麻木，久而久之，对人的健康、寿命产生不利的影响。而如果把房间布置成白色，虽有素洁感，但白色的对比度太强，易刺激瞳孔收缩，诱发头痛等病症。\n总之，不同颜色会给人的情绪带来不同的影响， 使人的心理活动发生变化。所以，颜色究竟对人的生理、认知、情绪和性格有哪些影响，一直都是研究的热点。'
        }, {
            type: 'img',
            content: 'https://ss2.bdstatic.com/70cFvnSh_Q1YnxGkpoWK1HF6hhy/it/u=3797598855,2060576637&fm=26&gp=0.jpg'
        },{
            type: 'title',
            content: '对颜色的辨别机制：颜色的形成'
        },
        {
            type: 'p',
            content: '颜色的形成与光是密不可分的。如果没有光，我们就看不到周围的一些事物，感受不到五彩缤纷、绚丽多彩的世界。正如瑞士色彩学家约翰内斯先生写到: "色彩是生命，因为一个没有色彩的世界在我们看来就像死的一般"。我们之所以能看到周围物体的颜色，是因为有光，光和色有着不可分割的密切联系，光是色能产生的原因，所以有光才有色。现代科学证实，光是一种电磁波形式存在的辐射能。通常，我们把能引起人的视觉及色彩感觉的这段波长的电磁波称之为可见光( 波长 380 ～ 760nm) 。\n正是这些不同波长的光作用于人们的视觉，才产生了各种不同的色彩感觉，使人们得以对色彩的产生找到理论基础。平常我们看到的白色光，其实就是七种颜色的可见光组合所形成的。从理论上来看，世界上的物体并不存在色彩，色彩只是光在物体上的反映。不同的物体由于内部结构的不同，受到光线照射后，呈现出我们可以看到的物体色彩。比如，我们看到绿色的叶子，是因为它吸收了光的其他所有色彩，而仅仅反射出了绿色的光。'
        },  {
            type: 'img',
            content: 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1605281419311&di=9f335a62168c05a4d1c9b0f6deda53cf&imgtype=0&src=http%3A%2F%2F5b0988e595225.cdn.sohucs.com%2Fimages%2F20190523%2Ffb91b5a09f814e2aa9d83ffe0e1d83ae.jpeg'
        },
        {
            type: 'title',
            content: '对颜色的辨别机制：对颜色的辨别 '
        }, {
            type: 'p',
            content: '颜色是受制于光源的，我们所能看到的物体表面色彩是由光源反射而产生的，从这个意义上来说， 颜色的辨别是通过光源－物体－眼睛－大脑而发生的。不同波长的电磁波表现为不同的颜色，对颜色 的辨认是人眼受到电磁波辐射能刺激后所引起的一种视觉神经的感觉。同时，我们的眼睛和大脑适应性非常强，能随着环境的变化做相应的调整，所以，我们所感受到的不同颜色还与观察者本人以及观察时所处的环境密不可分。当人的视网膜吸收光线后，视神经把视觉的信息送到大脑，产生光和色的感觉。\n人的视觉是认识物体的色彩形状，区别空间、位置、大小机理的一个重要因素，而人的视觉所感知的色彩主要是与感知的视觉器官的生理特征有关。这些生理特征主要是指眼睛的角膜、虹膜、晶状体、玻 璃体、黄斑、盲点、视网膜与中央凹等，还有视锥细胞与视杆细胞。视觉信息首先经过眼睛的角膜、虹膜、晶状体等进入视网膜后，由视网膜神经节细胞的处理，再经过视觉神经通路中的视交叉、外侧膝状体，到达位于脑的背侧枕叶之内的初级视觉皮质 (V1)。众所周知，我们的视网膜含有一种杆状和三种锥状感光细胞。Young 和 Helmholtz的"三原色 学说"认为，三种锥状细胞则分别对红光、绿光及蓝 光最敏感。因此，正常视网膜可分辨波长380 ～ 760nm 之间的150 种不同的颜色，每种颜色都与一定波长的光线对应。即在可见光谱的范围内，人眼视网膜可以分辨出的平均波长变化为Δλ = 3 ～ 5 nm'
        },
        {
            type: 'title',
            content: '颜色引起的生理反应 '
        }, {
            type: 'p',
            content: '生理反应是个体受到外界刺激时机体有所反应的一种紧张状态。不同的颜色能引起人的不同生理反应。现代研究发现，人类对颜色的感觉是一个复杂而微妙的过程，涉及到心理、生理、化学和物理等方面，色彩进入人眼，能引起人们不同的生理感受。\n在 80 年代，一位科学家通过实验证明了这一点:让受测者蒙上眼睛，进入红、黄、蓝三种不同颜色内墙的房间，当进入红色房间时，脉搏加快，血压升高12%;进入蓝色房间时，脉搏跳动缓慢，血压降低 10%;进入黄色房间则恢复正常。为什么会产生上述不同的变化呢? 根据唐勉等的" 色植模 型"，红色、黄色属于暖色系，兴奋交感神经，而蓝色属于冷色系，兴奋副交感神经。而交感神经兴奋会使心率加快、血压升高;副交感神经兴奋则产生相反的效应:心率减慢，血压降低。'},
            {
                type: 'img',
                content: 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1605281824967&di=bf011bdeb3bd8fc740ecab7e5c7ba282&imgtype=0&src=http%3A%2F%2Fp0.ifengimg.com%2Fpmop%2F2017%2F0623%2F3F37189000A22E5534D7394D592DDE9EF0D7E147_size20_w700_h357.jpeg'
            },
            {
                type: 'p',
                content: '色彩使人产生的生理反应并非来自物理上的真实情况，而是与人们的视觉与心理联想有关。暖色调的色彩如黄色、橙色等给人以温暖的感觉，冷色调的色彩给人以寒冷的感觉。看到蓝色的汽车要特别小心追尾，这是因为不同的颜色带给人的视觉感受是不同的。像蓝色这种冷色调，给人一种相对较远的感觉，而红色这类醒目的颜色，传递出一种危险的信号，所以跟着一辆蓝色的车容易追尾。有人说，伦敦附近泰晤士河上的黑桥，跳水自杀者比其他桥多，改为绿色后自杀者就少了。这些观察和实验，虽然还不能充分说明不同色彩对人产生的各种各样的作用，但至少能充分证明色彩刺激对人的身心所起的重要影响。 \n人的眼睛会很快在它所注视的任何颜色上产生疲劳，而疲劳的程度与色彩的彩度成正比，当疲劳产生之后眼睛有暂时记录它的补色的趋势。如当眼睛注视红色产生疲劳时，再将目光转向白色墙上，在墙上能看到红色的补色——绿色。由此可见，在使用刺激色和高彩度的颜色时要十分慎重，并要注意在色彩组合时考虑到视觉残像对物体产生的错觉，以及能够使眼睛得到休息和平衡的机会。 \n朱慧和张宇东通过实验证明: 人的脉搏、呼 吸、脑电波等会随注视的颜色的变化而发生不同的改变。在温度、地点、注视时间、被试相同的条件下， 红色使其脉搏加快，呼吸急促，皮肤出汗，脑电波呈兴奋或警觉状态;而蓝色使其脉搏减慢(约减少 4 ～ 8 次/min) ，呼吸变慢，皮肤温度降低1 ～2． 2℃，脑电波呈冷静和放松状态;注视绿、黄、白、黑等其他颜色也会发生改变，但没有红色和蓝色明显。在临床实践中，学者们对颜色治病也进行了研究，效果是很好的。高血压病人可以通过戴上有色眼镜而使血压下降，病人如果住在涂有淡蓝色、淡绿色的房间里，心情很安定、舒适，有助于健康的恢复。'
        },
        {
            type: 'title',
            content: '颜色在体育竞技中的作用'
        }, {
            type: 'p',
            content: '在体育训练和比赛的过程中，颜色通过影响运动员的生理、心理状态和情绪，从而影响他们的运动效果和运动成绩。科学家通过分析2004年雅典奥 林匹克运动会中的四项搏击运动研究发现: 在比赛过程中，穿戴红色相关衣服的队伍获胜的概率更大。这是因为红色不仅能增强人的体力，还可以 激发人们身体中的潜能。近几年来，研究者发现合理地运用色彩刺激对提高运动员运动能力、运动成绩有显著的作用。一般在进行速度性、力量性和对抗性项目比赛中，给运动员暖色(红、黄等) 刺激，可以激发其热情和兴奋， 使之精力充沛，产生积极的增力作用，提高比赛能力。例如，在2002 年韩日足球世界杯赛上，韩国球迷穿上红色衣服在场内摇旗呐喊，为韩国队加油，成了一片“红色的海洋”，极大地鼓舞了韩国队的斗志。但长时间接触红色易引起视觉疲劳，会导致运动神经疲劳，影响运动效果。而对于耐力性项目及技能类运动项目(如射击、跳水、体操等) 则应该让运动员置身于冷色调(即蓝、绿)为主的色彩环境，使运动员情绪稳定、沉着冷静而产生积极的增力作用。 '
        }, {
            type: 'img',
            content: 'https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2142416952,1244188216&fm=15&gp=0.jpg'
        },
        {
            type: 'title',
            content: '颜色在健康中的作用'
        }, {
            type: 'p',
            content: '在我们的日常生活中，合理地应用颜色不仅能让人心情愉快，还有利于身心健康。在临床工作中， 颜色作为一种辅助手段用于一些疾病的治疗。康定斯基在《论艺术的精神》中也指出: "色彩直接影响着精神，色彩和谐统一的关键在于对人类有目的的 启示激发。 "以下是一些颜色的益处。红色:给人以燃烧和热情感，有利于促进血液循环，并对感冒、弱循环和黏膜类疾病有一定的治疗作用。蓝色:具有调节神经、镇静安神、抗菌的作用。有研究指出， 蓝色的灯光对治疗失眠、降低血压和预防感冒有作用。绿色:有助于缓解神经紧张，有安神和激发活力的功能，并对心脏类疾病、高血压、溃疡、疲劳和头痛有一定的治疗作用。黄色:是一种象征健康的颜色，能刺激大脑，提高自信心。同时黄色还有利于平衡消化系统的功能，因此对便秘的治疗有效。橙色:能产生活力、诱发食欲，有助于钙的吸收，同时对治疗抑郁症和哮喘有效。'
        }, {
            type: 'img',
            content: 'https://ss2.bdstatic.com/70cFvnSh_Q1YnxGkpoWK1HF6hhy/it/u=3763272813,1338937773&fm=26&gp=0.jpg'
        }, {
            type: 'title',
            content: '颜色的应用前景'
        }, {
            type: 'p',
            content: '本文总结了颜色对人体生理、情绪和认知加工 的影响，以及在体育竞技、健康等中所起的重要作 用。但颜色对人体生理、情绪和认知加工三方面是 相互影响的，即颜色可以通过影响生理状态而影响 情绪，可以通过影响情绪而影响生理状态，也可以通 过影响情绪而影响认知加工。合理地应用颜色，不 仅能提高工作效率，增强人们的积极性，还能使我们 的心情愉快，有利于疾病的治愈。 \n当然，成千上万种的颜色对人体生理和心理的 影响肯定是多方面、多层次的。关于颜色对人体生 理和心理影响的机制至今仍是未解之谜，就红色而 言，有的研究发现红色能提高运动员的运动成绩，而 有些研究则提出颜色与此无关 。对于这些具 体的方面仍有待研究。 \n总之，深入了解颜色对人体各方面的影响后，我 们就能对自己有进一步地了解，就可以主动调节自 己的生理、心理状态，用色彩丰富我们的生活，促进 自身的健康和社会的和谐进步。'
        }]
    },
    {
        id:'2',
        articleId: '2',
        title: '颜色知觉对心理功能的影响',
        author: '黄辛隐、王富',
        authorId: '2',
        date: '2014年12月',
        content: [{
            type: 'quote',
            content: '我们生活在一个多彩的世界中，日常生活中我们更多从美学角度感知颜色。本文侧重探讨颜色知觉对个体心理功能的影响，概括总结颜色在成就业、人际接纳/吸引、消费预期及消费行为三方面对个体知觉、认知、行为等的影响。在此基础上，分析以往研究的不足并对未来研究趋势进行展望。 '
        },{
            type: 'p',
            content: '颜色，是光波作用于人眼所引起的视觉经验，包括色调、明度、饱和度三个基本特性。据估计，正常视力者可区分230多万种纯色，无数种混合色。\n 最早对颜色与心理功能之间的关系展开论述的是歌德的“色彩论”。歌德就颜色对情绪的影响给出了最直观的理解，他将颜色分类为“加色（plus colors）”和“减色（minus colors）”。典型“加色”如黄色，易使知觉者充满生机，备感温暖和鼓舞；典型“减色”如蓝色，易使知觉者感到寒冷、疲倦或焦虑。精神病理学家库尔特·戈尔德 斯坦（Kurt Goldstein）继承了歌德对颜色的思考，结合临床观察，他认为颜色知觉会对个体的认知、情绪、行为 动机产生生理和行为两方面的影响。红色和黄色会激发个体，使其更加关注外部并愿对外界作出回应；而绿色和蓝色则使个体感到放松，趋于内省，保持平静状态。'},
            {
                type: 'img',
                content: 'https://ss2.bdstatic.com/70cFvnSh_Q1YnxGkpoWK1HF6hhy/it/u=3920990594,765021760&fm=26&gp=0.jpg'
            },
            {
                type: 'p',
                content: '随后的研究证实了库尔特·戈尔德斯坦的猜想，红、黄等长波颜色易被知觉为“暖色”，令人感到冲动和温暖，而蓝、绿等短波颜色易被知觉为“冷色”，令人感到放松和冷静。 Ott（1979）从生理学角度出发，发现当知觉到粉色或橘 黄色等“加色”（“暖色”）时，肌肉功能因受到内分泌系 统的调节而减弱；而蓝色等“减色”（“冷色”）却会使肌肉 功能增强。Stone & English（1998）从行为结果角度出 发，结果证实长波颜色会降低个体在复杂任务中的成绩，而提升在简单任务中的成绩，短波颜色则相反。Stone & English认为长波颜色知觉与短波颜色知觉可类比于高水平与低水平动机，其在不同任务类型下对作业成绩的影响遵循“耶克斯-多德森”定律。承继已有研究成果，本文以成 就作业、人际接纳/吸引、消费预期与消费行为为关注视角，进一步阐述颜色知觉对心理功能的影响。'
        }, {
            type: 'img',
            content: 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1605282543178&di=c0ff650d0e9683aa51c184db83a6ce97&imgtype=0&src=http%3A%2F%2F5b0988e595225.cdn.sohucs.com%2Fimages%2F20190917%2F24a13a4b5c7a411288a07b5cd102f236.jpeg'
        },
        {
            type: 'title',
            content: '颜色知觉对认知、动机的影响 '
        }, {
            type: 'p',
            content: 'Elliot及其同事认为在成就情境（achievement context）中知觉到红色会降低个体在有挑战性任务或需灵活进行心理操作类任务中的成绩。红色和失败、危险等内涵相联接，成就情境下知觉到红色会触发个体回避动机，降低个体成绩。红色能诱发额叶EEG更强的右侧激活，这 种激活模式被证实是产生回避动机的生理基础。回避动 机使人的注意变窄，因而红色会降低个体在目标导向类和延迟满足类任务中的成绩，但可提升需要关注细节、基础认知类任务（如校对任务、过度学习任务等）中的成绩。在创造力任务中知觉到蓝色和绿色有助于被试取得更好的成绩，在某些特定任务中知觉到黄色可能会降低被试成绩。最新的一项研究发现，循环任务中观看真实乡村绿色景象的视频片段，被试会感受到较少的情绪波动和心理疲劳。'},
            {
                type: 'img',
                content: 'https://ss3.bdstatic.com/70cFv8Sh_Q1YnxGkpoWK1HF6hhy/it/u=3248493185,1979872742&fm=26&gp=0.jpg'
            },
            {
                type: 'p',
                content: '值得我们关注的一个现象是多数学校为了防止学生在 测验或考试中作弊，会采用不同颜色的测验试卷。有研究者怀疑不同颜色的试卷是否有碍考试的公平性，研究结果尚存争议。有研究证实学生使用白色考卷要比使用其他颜色考卷发挥得更好，但也有研究对使用白色和其他色彩考卷的考生成绩进行分析，没有发现显著性差异。 '
        },{
            type: 'title',
            content: '颜色知觉对体育竞赛成绩的影响'
        },
        {
            type: 'p',
            content: 'Hill & Barton分析了2004年雅典奥运会的数据，发 现在拳击、跆拳道、古典式摔跤和自由式摔跤4个项目上， 若双方实力相当，身着红色运动服的运动员更有可能获 胜，这一现象在男性选手身上尤为明显。Hill & Barton 认为红色在人类竞争中代表着支配，身着红色服装会给运 动员带来明显的增强效应，出现“红色效应”。对英国足球联赛50年来的数据进行分析后，Attrill等人发现主场穿红 色队服的球队成绩显著优于穿其他颜色队服的球队。\nPiatti等人分析了澳大利亚国家橄榄球联盟（National Rugby League，NRL）1979~2008年间5604场比赛数据，也证实了红色效应的存在，但红色效应主要体现在NRL优秀 球队中。Allen & Jones 利用英超联赛7720场比赛数据进行分析也发现了明显的红色效应，但在控制球队能力的前提下，红色效应消失。\n通过分析德国、波兰、西班牙等国足球联赛成绩，没有发现穿红色球衣可以取得更好的成绩。北美国家冰球联盟在2008-09和2009-10两个赛季中也未发现明显的红色效应。这些结果表明，在某些国家的独特文化背景下，红色在进化过程中可能并未与支配、攻击等含义相联接，因而比赛中没有出现明显的红色效应。相比于红色，其他颜色在竞争性体育比赛中受到的关注较少。有研究证实在个人对抗赛（如拳击）中，身着蓝色要比白色有更好的表现，但对数据再次分析发现上述效应可能是由变量混淆所导致的。对黑白色进行研究后发现，在对抗性比赛中黑白色会影响教练和队员对攻击性的知觉。'
        },  {
            type: 'img',
            content: 'https://ss2.bdstatic.com/70cFvnSh_Q1YnxGkpoWK1HF6hhy/it/u=2170102605,1873331&fm=26&gp=0.jpg'
        },
        {
            type: 'title',
            content: '颜色知觉对人际接纳 / 吸引的影响 '
        }, {
            type: 'p',
            content: '中医诊断强调“望闻问切”，面色是“望”中的一项重要内容，从面色上可以得到很多有关健康的信息，从而辅助医生作诊断。有研究者进行了大量实验探究面色与健康、 吸引力之间的关系，结果发现面色红润的个体更多被知觉 为血液代谢功能旺盛且富有活力，面色微黄则被认为是类 胡萝卜素吸收充足，面色富有光泽被知觉为更健康、富有吸引力，但上述关系仅存在于同种族人群中。Fink及其 同事对面部颜色分布均匀度与知觉到的年龄、健康、吸引力之间的关系进行了探究，结果发现个体倾向于长时间注视那些颜色分布均匀的面孔。\n无论是以女性面孔还是男性面孔为实验材料，结果都呈现出相同的模式：脸部颜色分布越均匀，他人知觉其越年轻、越健康、越有吸引力，反之亦然。进一步对脸部颜色均匀度进行探究，发现脸部颜色均匀度主要由血红蛋白、黑色素这两种发色团的均匀 度决定，而这两种发色团的均匀度存在性别差异：对于女性面孔，黑色素的均匀度可以预测他人对其年龄、健康度、 吸引力的知觉；对于男性面孔，血红蛋白的均匀度可以预 测其上述特征。'
        },
        {
            type: 'title',
            content: '颜色与异性吸引'
        }, {
            type: 'p',
            content: 'Elliot & Niesta的一项研究发现，女性身着红色或呈现 在红色边框照片时，男性认为其充满吸引力并对其展开更 多的性幻想。上述现象不仅发生在感知觉，在行为表现层 面也有所体现。Guéguen及其同事的系列研究发现：当女性服务员衣着为红色，男性消费者愿意给更多小费；男性 更愿意接近涂着红色口红的女性，更愿意载走穿红色高跟 鞋的搭车女性，更愿意近距离坐在红色衣着女性身边询问 私密问题，在与红色衣着女性约会的路途中走得更快。\n Burtin等人2011年的研究发现，女性认为她们穿着红色衣 服要比穿着蓝色衣服更具魅力，仿佛女性天生知道男性更 偏爱红色衣着的她们。有趣的是，少数研究发现当女性穿着为黑色时，男性也常常认为其更具魅力，但仅限于想想， 不会像红色那样会有行动上的主动。女性身上出现的红色效应同样适用于男性，Meier及其同事发现如果约会的男 士身着红色T恤，赴约女性走路的速度会更快。在研究女性对彩色衣着男性吸引力评估时需注意的是，不同社会风俗或文化对异性交往中女性是否应该主动有一定的约束， 所以女性可能会被身着彩色衣服的男性所吸引，但碍于社 会文化环境而不会有行为上的进一步表现。'
        }, {
            type: 'img',
            content: 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1605283462971&di=40b5a7a9cbe60847e3b6a745e792e8de&imgtype=0&src=http%3A%2F%2Fimage.namedq.com%2Fuploads%2F20200116%2F03%2F1579117463-vmRQNxAnfr.png'},
        {
            type: 'title',
            content: '颜色知觉对消费预期与消费行为的影响'
        }, {
            type: 'p',
            content: '食品、商店甚至建筑物颜色的选择都会影响到消费行 为。蓝色让人感到放松、不拥挤，以蓝色为主色的商品、商店可以引发消费者的积极情绪，给人以值得信赖的感觉。颜色在公司名称和公司LOGO（如百度的红蓝搭配，可口可乐的红色等）中也发挥着重要作用，恰当的颜色选择 不仅可以塑造良好的公司形象，还能促进消费。多数企业 LOGO会采用蓝色（如IBM、百度等），消费者觉得蓝色是 公司能力的体现。在购物时，消费者更希望商品颜色能够与其潜在的功能联系在一起，如蓝色商品的功能最好可以与水联系在一起，而红色商品最好可以与奢侈品、地位联系在一起，如红色跑车等。在研究颜色对消费预期及消费行为影响时，很多与颜色无关的因素会影响到消费预期及 消费行为（如：国家、民族、年龄等），而这些无关因素的 影响很容易被归结到颜色上，我们需谨慎对待这一点。 '}, {
            type: 'img',
            content: 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1605283573078&di=b81525def610954432e6e3e3e4d24227&imgtype=0&src=http%3A%2F%2Fimg1.qunarzz.com%2Ftravel%2Fpoi%2F1507%2F66%2F19f1bd75e5d7b2.jpg_r_1024x683x95_a4575f46.jpg'
        },
        {
            type: 'p',
            content: '“民以食为天”这句话表明了饮食在我们日常生活中的 重要性。在饮品方面，消费者希望饮品的颜色可以与特定同色美好事物相对应，如红色饮品最好可以和草莓或荔枝相联系，而绿色饮品最好可以和柠檬或青苹果联系在一起。与食品、饮品最紧密相连的非餐具莫属，类似于红色效应，研究 发现咖啡盛放于红色杯子中易被消费者知觉为更烫，当甜点放在红色的盘子中消费者会吃更少，当苏打水放在红 色的杯子中消费者会喝更少。Rose等人发现品尝红色洋酒时，用蓝色杯子品酒感觉酒更美味；用白色盘子盛放草莓奶油，感觉奶油更美味。 '},
        {
            type: 'title',
            content: '颜色知觉影响心理功能的原因'
        }, {
            type: 'p',
            content: '关于颜色知觉对心理功能影响的原因，呈现出多学科多角度探讨的趋势。Hill & Barton从生理学角度对红色效应进行了解释，他们对比了在人类和非人类身上红色所起的信号作用，发现很多雄性动物间的攻击行为中出现的红 色是其性激素在起作用，显示出更多大男子主义的雄性会表现出更多的红色效应。人类身上，对抗情境下性激素分泌增多会使其面部充血，显得更具权威性。红色对于权威 性的增进不仅可由生理反应引起，人为呈现的红色也可达到相同的效果，如拳击比赛选手身着红色也可显示权威性，从而提高比赛成绩。\n从进化心理学角度出发，研究者关注到皮肤颜色在人际交往和人际吸引方面发挥着重要作用。Changizi及其同事发现，多色彩识别的进化使灵长类动物可以知觉到血液流动 造成的皮肤颜色变化。这些细微的皮肤颜色变化可能是由情绪、环境等变化所引起，通过皮肤颜色识别到同类身上所发生的变化，对促进同类间交往起着举足轻重的作用。我们的视觉系统可以识别血红蛋白氧化（体现在红绿色的变 化）及血红蛋白合成（体现在蓝黄色的变化）的轻微变化， 这些微小变化与皮肤颜色变化有关。血红蛋白氧化程度越 高产生的红色越多而绿色越少，而血红蛋白合成程度越高 则显现出越多蓝色和越少黄色。因而当约会时对方有性唤起（更多的氧化作用导致的红色）或年迈父母生病时（更 多的合成作用导致的蓝色），我们可以更好地进行识别，并 进一步作出相应反应。如此，我们便可以根据面部颜色甚 至面部颜色均匀度来判断他人的吸引力、健康度等。'
        }, {
            type: 'img',
            content: 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1605285250881&di=9d4a3b3c2cf7f1c165672db747d3f14f&imgtype=0&src=http%3A%2F%2Fimg0.imgtn.bdimg.com%2Fit%2Fu%3D3818465415%2C3868217204%26fm%3D214%26gp%3D0.jpg' }, {
            type: 'p',
            content: '从社会学习角度出发，研究者发现颜色的内在含义是 在特定社会环境下与特定事物相联系并被不断强化而形成。 像黑色知觉的形成就与负性概念如魔鬼、死亡有关，从而 促使个体表现得更具进攻性。而红色与开心相联系，蓝色 与悲伤相联系，这样的颜色会导致与关联情绪一致的信息 知觉和行为。任何知觉、情绪、行为都离不开特定的情境， 最新的情境理论认为，颜色对心理功能的影响不仅要考察相关生理基础，也需要考虑颜色与特定事物特异性联接这 一后天学习现象。那些随时间和文化而改变的颜色含义很 可能最初来源于生物遗传，最终通过不同社会学习的强化 和塑造作用而形成。后天不同情境下的学习强化使得颜色 的含义可以超越生物遗传本身带来的特定局限，即使颜色 不体现在生物特性上（如脸变红），而仅仅是呈现在相似物 （如红色衣服、红色信号灯）上也会自动激发该颜色所联接 的知觉、认知、情绪和行为。因此在考察颜色对心理功能 的影响时，我们需谨慎考虑情境的不同。如红色在成就情 境下激起的是负性含义和预期（如失败、回避动机）；但在 约会情境下激起的却是正性的含义（如性接纳、性趋近）。'
        },{
            type: 'title',
            content: '现有研究不足与展望 '
        }, {
            type: 'p',
            content: '对于颜色知觉，心理学创立初期便开始了大量研究， 如颜色恒常性、颜色对比等，中间经历了一段过渡期，而今又掀起了研究颜色心理效应的热潮，虽然研究过程中存 在一些不足，但其研究前景却是广阔的。\n首先，关于颜色选取，目前有三种方法较为常用。第 一种是采用电脑软件（如PhotoShop）设置相关参数（如 色调、明度、饱和度），将颜色呈现在电脑屏幕上；第二种是从已有颜色样本库（如Munsell Color System） 中选择颜色；第三种是采用更加精密的仪器分子光度计 （Spectrophotometer）来产生颜色。采用第一种方法存 在的问题是：研究人员各自使用的电脑软件、电脑屏幕存 在一定的差异，没有进行校正，呈现的颜色可能和设想的颜色存在差异。采用第二种方法从颜色样本库中选出的 色只能变化某一属性而另一些属性不能变化，无法满足特 定颜色组合的要求。更限制其使用的一个原因是从颜色样 本库中选出的颜色无法呈现在屏幕上。先前多数研究采用 方法一或方法二选取颜色，且缺乏预实验，因而部分研究 无法得出与预期相一致的结果，这可能与研究方法的不严 谨有关。第三种方法是目前最优的方法，它可以在光谱水 平上产生颜色及颜色组合，并将当时当地的亮度纳入参考， 对颜色进行自动校正后展示在屏幕上或可以打印出来。现 有研究中，使用分子光度计进行实验已成为主流趋势。\n 其次，实验材料方面，颜色影响心理效应的现有研究中，大量研究集中在红色，而在颜色的属性方面对色调的 关注度最高。因此，未来可对红色以外的其他颜色及混合 色的饱和度、亮度方面进行扩展研究。 再次，实验被试方面，以往研究被试多为高校学生， 而选取不同年龄、教育程度、社会经济地位的异质被试对 于实验结果更具解释力。\n另一个值得关注的方面是，颜色 对于多动症、注意力缺陷、自闭症等症状的儿童是否具 有认知、情绪、行为上的帮助，同样值得我们深入探究。 Imhof研究发现彩色可以提升有学习障碍的ADHD儿童的 书写成绩。目前国内类似的研究还较少，我们期待未来 出现更多具有实践指导意义的研究。 最后，对颜色心理效应的解释可以从生物遗传及社会 学习两个角度来进行解释，目前的解释多从社会学习角度 出发，但生物遗传可以很好地解释颜色心理效应的生理原 因，对于原因探究更具基础性。\n今后对生物遗传原因的探究可以在以下两个方面进行有益尝试：1.有些颜色效应在 不同文化、不同民族甚至在那些与人类文明相隔离的种族 中都存在，不同文化、民族的共同性表明颜色效应很有可 能是生物遗传所致。2.人的视觉系统对三种颜色最为敏感： 红、蓝、绿，在视觉神经系统层面存在两组相互对应的椎 体细胞：L-M（红—绿）、S-（L+M）（蓝—黄），对于现 有的颜色效应我们可以从视觉神经系统层面来进行解释， 对颜色影响认知、情绪、行为的原因进行深层探究。'
        }]
    },
    {
        id:'3',
        articleId: '3',
        title: '别担心，开心点',
        author: 'Maria Konnikova',
        authorId: '3',
        date: '2014年6月',
        content: [{
            type: 'quote',
            content: '犬儒主义者的这些混蛋看待事情总是这些事情是什么就是什么，而非这些事情应该是什么。'
        },{
            type: 'p',
            content: '安布罗斯·比尔斯(Ambrose Bierce)在他的《魔鬼词典》(Devil’s Dictionary)中说，犬儒主义者的这些混蛋“看待事情总是这些事情是什么就是什么，而非“这些事情应该是什么”。在比尔斯去世后的一个世纪里，科学已经赶上了他。在种种伪装下的犬儒主义，确实可以让我们看到更真实的世界——尽管要付出高昂的个人代价。'},
            {
                type: 'img',
                content: 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1605285882394&di=cda756d7f70bd230932617d41f88bc7a&imgtype=0&src=http%3A%2F%2Fp1.meituan.net%2Fmovie%2Fb8bd4d1dfe70d88d6ae7a92bd9beb06035262.jpg%40465w_258h_1e_1c'
            },
            {
                type: 'p',
                content: '西北大学和纽约州立大学石溪分校的心理学家Lauren Alloy和Lyn Abramson首次发现了这一现象，他们研究的是人们经常产生的但实际上并没有的控制错觉。1979年，他们找来两组大学生——一组抑郁，一组不抑郁——让他们估计当他们按下一个按钮时，他们对绿灯是否亮起有多大的控制力。事实上，行动和事件之间从来就没有完美的联系。当学生按下按钮时，灯有时会亮起来，当他不按时，灯也会亮起来。不同学生之间的差异在于动作与结果相对应的频率。研究人员发现，当抑郁的学生无法控制结果时，他们更善于识别这些情况，而非抑郁的学生则倾向于高估他们对灯光的影响程度。  '
        },
        {
            type: 'img',
            content: 'https://ss0.bdstatic.com/70cFvHSh_Q1YnxGkpoWK1HF6hhy/it/u=2280402208,982600622&fm=26&gp=0.jpg'
        },
        {
            type: 'p',
            content: '当Alloy和Abramson在实验中加入资金时，这种差异变得更加有趣。在某些情况下，光与赔钱有关。参与者一开始有5美元，随着光对他们的行为没有反应，他们的钱二十五美分、二十五美分地流失。在其他情况下，这盏灯则表示获得了经济利益;参与者一开始什么都没有，但每次灯亮时都能收到二十五美分。最后，第一种情况下的每个人都输了5美元，第二种情况下的每个人都赢了5美元。\n 当研究人员问参与者，他们认为自己在整个实验中拥有多少控制力时，那些不抑郁的人说，他们的控制力比实际拥有的要大得多——但只有在他们获胜的时候才是这种情况。当他们输了的时候，他们则估计自己的控制力要比实际情况小得多。另一方面，抑郁的参与者在整体判断上要准确得多。Alloy和Abramson的结论是，当他们赢了的时候，抑郁阻止了一种毫无根据的控制错觉，而当他们输了的时候，抑郁则提供了一种责任感。在Alloy和Abramson进行初步研究后的几年里，抑郁现实主义也被证明是由普遍的悲观情绪和犬儒主义产生的。\n \n 到1992年，Alloy和Abramson已经在许多情况下不断证实了他们的发现，并且进一步阐述了他们的逻辑。他们认为，抑郁的人在判断上更现实，而那些不抑郁的人掌控一切的错觉，很可能在一开始就保护他们不患抑郁症。换句话说，玫瑰色的光芒，无论多么毫无根据，都有助于人们保持更健康的精神状态。抑郁症产生客观性。缺乏一定的客观性会使人拥有更健康、更有适应能力、更有弹性的心态。在2004年的元分析中，艾布拉姆森和他在麦迪逊威斯康辛大学的同事们证实了，无论是在国际上还是在大量非学生样本中，积极性偏差都是站得住脚的。他们总结说，这一整体效应“可能是迄今为止在认知心理学研究中发现的最大效应之一。”'
        },  {
            type: 'img',
            content: 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1605286278166&di=2101a25e62730763e11a8da91169fcba&imgtype=0&src=http%3A%2F%2Fb-ssl.duitang.com%2Fuploads%2Fitem%2F201511%2F13%2F20151113013151_d2yCR.thumb.700_0.jpeg'
        }, {
            type: 'p',
            content: '为什么会这样呢?事实证明，我们解释世界的方式可以对我们的身心健康产生非常真实的影响——既有积极的也有消极的。这种现象被哈佛大学心理学家丹尼尔·吉尔伯特(Daniel Gilbert)称为“心理免疫系统”，它是我们思考和感受之间的一个反馈回路。如果我们更乐观地思考，我们往往感觉更好，这反过来又会使我们更乐观地思考。\n 我们对生活的看法与我们的幸福息息相关这个观点，并不是一个新概念。20世纪60年代，康涅狄格大学(University of Connecticut)的心理学家朱利安·罗特(Julian Rotter)提出，我们可以从两种角度来看待外部事件:要么是我们控制它们，要么外部事件是环境中某些东西的结果。他发现成功人士倾向于遵循相同的模式：他们把自己的成功归功于自己，并通过推理来排除负面事件。\n十年后，马萨诸塞大学的心理学家波比·菲贝尔(Bobbi Fibel)和w·丹尼尔·黑尔(W. Daniel Hale)意识到，这种影响还会进一步扩大:当你认为自己会做得更好时——他们称之为“广义成功预期”的心态——就更有可能远离负面生活事件。你是否掌控一切并不重要;重要的是你相信自己会有好运。当然，乐观的人仍然会被闪电击中，被汽车碾过——过于乐观会导致过度自信带来的高度负面的影响，例如灾难性的金融选择和灾难性的政治失误。但是，Fibel和Hale发现，积极的期望通常会带来积极的结果。\n 最近，心理学家迈克尔·谢伊尔(Michael Scheier)和查尔斯·卡弗(Charles Carver)进一步阐述了这一观点:积极的缓冲既不只是来自控制，也不只是来自期望。相反，这是你对生活的总体看法，或者用他们的话说，你的“生活取向”。他们的“生活方向测试”(Life Orientation Test，简称LOT)衡量的是一个人对一系列陈述的反应，这些陈述有“我几乎不指望事情会按照我的方式发展”及“在不确定的时期，我通常期望最好的结果”。积极反应普遍与成功有关，而消极反应与抑郁和无助有关。'
        },{
            type: 'p',
            content: '更重要的是，它从一开始就预防了抑郁症的发生:在一项对孕妇的研究中，研究人员对她们孕期最后三个月和产后前三个星期进行了跟踪调查，结果发现，最初的乐观水平预示着产后抑郁症的可能性会降低。同样地，刚入学时在多项心理评估中乐观度得分较高的大学生在三个月后表现更好。这种影响可以超越纯粹的精神层面。那些在冠状动脉搭桥手术前比较乐观的男性在手术中心脏病发作的可能性更小，并且术后恢复得更快。\n回顾本月公布的信息, Carver和Scheier进一步延申了他们的初步结果，研究表明,在控制了其他因素之后增加乐观情绪,也会改善事业,加强友谊和婚姻,防止孤独。在以后的生活中,还会降低女性患心脏病的风险和死亡率，在八年期间还有助于预防中风,有助于降低手术后需要再入院治疗的风险,提高儿童的睡眠质量。在任何情况下，乐观都是一个盾牌，让我们用一种更有利于我们自己身心健康的眼光来看待这个世界。'},
            {
                type: 'img',
                content: 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1605286419310&di=fcd525e84a1011eee3764702a41da001&imgtype=0&src=http%3A%2F%2Fimg3.duitang.com%2Fuploads%2Fitem%2F201505%2F23%2F20150523195316_jQkrL.thumb.700_0.png'
            },
            {
            type: 'p',
            content: '丹尼尔·吉尔伯特说，一切都会回到人们的期待中。当我们期望做好的时候，我们就会继续前进。当我们把眼光放低时，遇到阻力就会退缩。抑郁的现实主义者和愤世嫉俗者一开始给自己设定了较低的目标，然后当他们发现自己达不到目标时就放弃了。正如每个人最喜欢的悲观主义者，a·a·米尔恩笔下的屹耳(Eeyore)对维尼说的那样，“我们不能都这么做，有些人也不能。”这就是它的全部。“屹耳没有找到他的尾巴、他的房子或者其他什么东西，真的;他的期望很低，所以努力似乎不值得。消极的观点是自我实现的:你设定了更低的期望，做的更少，取得的更少，经历了更糟糕的结果，这反过来也符合你最初的消极观点。\n当然，毫无根据的乐观也是要付出代价的。例如跳跳虎，一个不屈不挠的乐观主义者，他总是吃着蓟，被卡在树上，或者被困在各种各样不合时宜的情况下。当我们过度自信并认为我们能控制局面时，我们可能会发现自己不自量力且难以达成目标。这需要一个很好的平衡。把目标定得太高，对健康的影响也一样危险。当你连一个两周半都跳不完时，却立志在花样滑冰项目上获得一块奥运奖牌，你就注定会失望。\n不过，至少就目前的研究来看，像跳跳虎那样思考比像屹耳那样思考要健康得多。'
        }]
    },
    {
        id:'4',
        articleId: '4',
        title: '大学成抑郁症重灾区，大一是坎大三是坑 ',
        author: '俞杨 《中国新闻周刊》',
        authorId: '4',
        date: '2019年8月',
        content: [{
            type: 'quote',
            content: '大一发现大学跟自己想的不一样，大三发现社会跟自己想的不一样。'
        },{
            type: 'p',
            content: '以前上大学，过来人会告诉你，没谈过恋爱的大学不完整。如今上大学，眼前人会告诉你，没抑郁过的都不算大学生。\n 近年来，大学生抑郁症发病率逐年攀升，尤其是大一和大三，抑郁高发。原本大好的青春时光，过得苦楚难挨。\n “大学生抑郁症高发可能会成为一个常态，这是社会环境、教育环境、家庭环境和自身等多方面因素的综合结果。”21世纪教育研究院副院长熊丙奇告诉中国新闻周刊。'
        },{
            type: 'title',
            content: '无论做什么都觉得没有灵魂 '
        }, {
            type: 'p',
            content: '孤立自己、缺乏动力、逃避问题、自我憎恨、生活紊乱……没想到大学生活是这样的。不想跟同学交流，觉得这闲天聊得没有灵魂，不足以兄弟相称。对爱情缺乏热情，觉得这妹子帅哥撩得没有灵魂，不足以双飞一生。逃避集体活动尤其是聚餐，觉得这酒喝得没有灵魂，更不足以慰风尘。\n 抑郁不挑年龄，患者趋于年轻。北京安定医院副院长王刚在2015年第八次全国心理卫生学术大会上透露，抑郁症平均发病年龄已低至30岁左右。\n 北京青年压力管理服务中心主任熊汉忠认为，抑郁倾向在年轻人中有扩大和加重的趋势，从临床上来看，现在得抑郁症的人年龄越来越小。“我就感觉上了大学后特容易抑郁，四面八方的压力接踵而至考虑的东西贼多，已经在抑郁边缘疯狂徘徊了。”一位大学生感慨道。\n 2019年7月18日，在第八届海峡两岸暨港澳地区高校心理辅导与咨询高峰论坛上，台湾南华大学生死学系所教授游金潾提到，四分之一的中国大学生承认有过抑郁症状，但专业人士不会随便给学生诊断为抑郁症患者，要经过10至12天的周期观察，再加上专业测试量表，确定发病情况。世界卫生组织在2017年发表的报告也显示，四分之一的中国大学生承认有过抑郁症状。\n早在2006年，北京市团市委和北京市学联发布的《首都大学生发展报告》，估算北京地区大学生抑郁症患病率已经达到了23.66%。'
        }, {
            type: 'img',
            content: 'https://ss1.bdstatic.com/70cFuXSh_Q1YnxGkpoWK1HF6hhy/it/u=1408111911,3761857908&fm=26&gp=0.jpg'
        },{
            type: 'title',
            content: '大一大三是抑郁症高发期'
        },
        {
            type: 'p',
            content: '大学四年，大一和大三最难熬。熬过去，一竖，熬不过去，一横。\n 通过长期研究，游金潾教授发现，大学一年级和大学三年级是抑郁症的高发期。大一要从依赖阶段走向独立阶段，探索自己要走向何方的时候会困惑。大三要面对人生的重新选择，担心以后的读研和工作，焦虑更多。 若说得扎心一点，就是大一发现大学跟自己想的不一样，大三发现社会跟自己想的也不一样。\n “对新兴事物不感兴趣，不愿意去打破以前高中生活常规，就感觉现在这个状态很糟糕，也不愿意去改变！”有大一学生说。熊丙奇称之为“迷茫”：在基础教育阶段，学生有高考目标，但上了大学缺乏目标变得无所事事，相比之下，考研的学生还过得丰富一些。 \n “考研压力大，自己离目标有距离而焦虑，同学找工作再给你冷言冷语，父母每天的询问只会让自己越来越不安。”有大三学生说。\n抑郁多见于大学向社会过渡的阶段，美国心理学杂志《职业心理学：研究与实践》曾披露，有6%的在读本科生“真的考虑过要自杀”。2019年大学毕业生以860万再创历史新高，除非你是985、211或一本好专业毕业，否则毕业之时就会体验社会残酷。清北复交等顶级大学毕业生年收入10万~30万元的人才最多，清华毕业生甚至在50万元以上，猎聘《2019上半年中高端人才就业现状大数据报告》显示。\n 逃避就业，升学考研，麦可思研究院《2019年中国大学生就业报告》显示，2018届本科毕业生受雇工作的比例为73.6%，已连续5届持续下降。'
        },
        {
            type: 'title',
            content: '大学生并非越来越脆弱'
        }, {
            type: 'p',
            content: '大学生啊，你为什么越来越脆弱？其实，大学生可不背这口锅。\n “大学生的心理问题不是个体的原因，而是所处的外部环境。中国大学出现这样的结果，外部的因素应该更多一些。”熊丙奇告诉中国新闻周刊。首先，是大学本身的环境。熊丙奇认为，中国大学缺乏适合学生发展的职业规划教育，大学生自我认知不足，显得迷茫也就在情理之中。\n熊丙奇还指出，大学对学生的心理问题关注也不够。中国大学心理健康教育还停留在给入学新生进行一次心理普查，但心理普查在国外大学是不允许的，因为这涉及到个人的隐私。中国大学还实行这种教育方式，原因在于我们大学的专任心理教师太少了，没办法对学生进行一对一的心理咨询。\n中国人民大学心理研究所所长俞国良教授也指出，社会转型期的急剧变化使大学生心理上的动荡进一步加剧，所面临的心理、行为适应问题也是前所未有的。大学生的抑郁问题，仅依靠传统的说教式、单一化和程式化的德育，是无法解决的，这时就需要心理健康教育的帮助和支持。 转型期社会的心理健康教育，要从教育模式向服务模式转变，服务模式重视大学生的心理发展规律和成长需要，提供相对应的心理健康服务。其次，熊丙奇指出，社会环境对象牙塔里的大学生也影响深远，尤其是社会上充斥的功利成功观，使得大学校园也流行成功学。\急功近利的成功焦虑，会产生巨大的就业和升学压力，而这种焦虑，又和大学生现实所接受的教育和自身的付出之间，存在着差距。\n 由此看来，校门外的焦虑空气吹进了校园，搅动了一池本该波平如镜的水，读书声也躁动。大学抑郁还不是最可怕的，最可怕的是毕业以后更抑郁。一位大三学生说：“抑郁休学这一年去打工旅行，发现学校生活真美好，我也就好了。” '
        }
      ]
    }

};

export const followInfo = {
    errno: 0,
    msg: 'success'
};
